Repository: ThemeZee/clarke
Catalog: languages/*.po
Languages: de_de

source: Clarke: Blog Posts
de_de: Clarke: News

source: Main Navigation
de_de: Hauptnavigation

source: Primary Hover
de_de: Primär-Hover

source: Version %2$s of %1$s is available. <a href="%3$s">View changelog of %4$s</a> or <a href="%5$s" %6$s>update now</a>.
de_de: Version %2$s von %1$s ist verfügbar. <a href=„%3$s“>Changelog von %4$s ansehen</a> oder <a href=„%5$s“ %6$s>jetzt aktualisieren</a>.

source: Updating this theme will override all theme files. Click "Cancel" to stop, "OK" to update.
de_de: Durch das Update dieses Themas werden alle Thame-Dateien überschrieben. Klicke auf „Abbrechen“, um zu stoppen, auf „OK“, um zu aktualisieren.

source: Theme Setup
de_de: Theme Optionen

source: License Settings
de_de: Lizenzeinstellungen

source: Import the demo content into your website to get started quickly.
de_de: Importiere den Demo-Content in deine Website, um schnell loslegen zu können.

source: An active license key is needed to install updates and receive support.
de_de: Eine aktive Lizenz wird benötigt, um automatische Updates und Support zu erhalten.

source: Import Content
de_de: Content importieren

source: Blog Posts (%s)
de_de: Blog-Beiträge (%s)

source: Categories (%s)
de_de: Kategorien (%s)

source: Featured Images (%s)
de_de: Beitragsbilder (%s)

source: Static Pages (%s)
de_de: Statische Seiten (%s)

source: Categories were successfully imported.
de_de: Die Kategorien wurden erfolgreich importiert.

source: Categories could not be imported.
de_de: Kategorien konnten nicht importiert werden.

source: Featured images were successfully imported.
de_de: Die Beitragsbilder wurden erfolgreich importiert.

source: Featured images could not be imported.
de_de: Beitragsbilder konnten nicht importiert werden.

source: Blog Posts were successfully imported.
de_de: Die Blog-Beiträge wurden erfolgreich importiert.

source: Blog Posts could not be imported.
de_de: Blog-Beiträge konnten nicht importiert werden.

source: Static pages were successfully imported.
de_de: Die statischen Seiten wurden erfolgreich importiert.

source: Static pages could not be imported.
de_de: Statische Seiten konnten nicht importiert werden.

source: License Status
de_de: Lizenzstatus

source: License Key
de_de: Lizenzschlüssel

source: Active
de_de: Aktiv

source: You are receiving updates.
de_de: Du erhältst Updates.

source: Inactive
de_de: Inaktiv

source: Please activate your license.
de_de: Bitte aktiviere deine Lizenz.

source: Deactivate License
de_de: Lizenz deaktivieren

source: Activate License
de_de: Lizenz aktivieren

source: An error occurred, please try again.
de_de: Ein Fehler ist aufgetreten, bitte versuche es erneut.

source: Your license key expired on %s.
de_de: Dein Lizenzschlüssel läuft am %s ab.

source: Your license key has been disabled.
de_de: Dein Lizenzschlüssel wurde deaktiviert.

source: Invalid license key.
de_de: Ungültiger Lizenzschlüssel.

source: Your license is not active for this URL.
de_de: Deine Lizenz ist für diese URL nicht aktiv.

source: This appears to be an invalid license key for %s.
de_de: Dies scheint ein ungültiger Lizenzschlüssel für %s zu sein.

source: Your license key has reached its activation limit.
de_de: Dein Lizenzschlüssel hat das Seitenlimit erreicht.

source: License was successfully activated.
de_de: Die Lizenz wurde erfolgreich aktiviert.

source: Please enter your license key for the %1$s theme in order to receive updates and support. <a href="%2$s">Enter License Key</a>
de_de: Bitte trage deinen Lizenzschlüssel für das %1$s Theme ein, um automatische Updates und Support zu erhalten. <a href="%2$s">Lizenzschlüssel eingeben</a>

source: Privacy Policy
de_de: Datenschutzerklärung

source: Imprint
de_de: Impressum
